"AboutVersion" = "phiên bản %@.%@";
"ActivationBtnActivate" = "Nhập mã kích hoạt";
"ActivationBuyBtn" = "Mua phiên bản PRO";
"ActivationFailMsg" = "Kích hoạt thất bại";
"ActivationInvalidFormatInfo" = "Mã kích hoạt phải giống như XXXXX-XXXXX-v.v... Hãy chắc chắn rằng bạn không nhập gì sai. Chúng tôi khuyến khích bạn nên sao chép mã và dán vào để hạn chế xảy ra lỗi.";
"ActivationInvalidFormatMsg" = "Định dạng mã kích hoạt không đúng";
"ActivationKeyDescr" = "Nếu bạn đã mua Folx, mã kích hoạt sẽ được gửi vào email của bạn. Nhập vào đây";
"ActivationKeyHelp" = "Bạn mất mã kích hoạt ?";
"ActivationKeyLabel" = "Nhập mã kích hoạt của bạn:";
"ActivationOKMInfo" = "Cảm ơn bạn đã sử dụng Folx.";
"ActivationOKMsg" = "Kích hoạt thành công";
"AddingTasks" = "Đang thêm....";
"AllFilters" = "Tất cả";
"AllURLS" = "[TẤT CẢ URL]";
"Apply" = "Áp dụng";
"ApplyToAll" = "Áp dụng tất cả";
"AutoSpeed" = "Tốc độ thông minh";
"Beta-tester" = "Beta-tester";
"Browsers" = "Các trình duyệt";
"Business" = "Doanh nghiệp";
"CancelButton" = "Hủy bỏ";
"CheckAll" = "Đánh dấu tất cả";
"CheckSelectedAll" = "Đánh dấu đã chọn";
"CompactFileSize" = "%@ của %@";
"Company" = "Công ty";
"Demo" = "Miễn phí";
"DiskSpaceAlertInformativeText" = "Vui lòng dọn trống 1 ít dung lượng ổ cứng và tải lại.";
"DiskSpaceAlertMessageText" = "Không đủ dung lượng ổ cứng để lưu tập tin này";
"DontDownload" = "Không tải về";
"DontShowAgain" = "Không hiển thị lại";
"DownloadAllAlwaysButton" = "Luôn tải về tất cả";
"DownloadAllButton" = "Tải về tất cả";
"DownloadButton" = "Tải về";
"DownlodedMusic" = "Âm nhạc đã tải";
"DownlodedVideo" = "Video đã tải";
"lblProgressTaskInfo" = "%@ của %@ %@";
"EmptyTasksList" = "Không có phiên tải về nào hoạt động trên Folx";
"FamilyPack" = "Family Pack";
"FileInFolderAlertInformativeText" = "Bạn có muốn tải lại không ?";
"FileInFolderAlertInformativeTextEX" = "Bản sao tập tin";
"FileInFolderAlertMessageText" = "Tập tin %@\nđã tồn tại trong thư mục\n%@.\nBạn có muốn ghi đè không ?";
"FilterCaptionActive" = "Đang tải về";
"FilterCaptionAll" = "Tất cả";
"FilterCaptionCompleted" = "Đã hoàn thành";
"FilterCaptionPaused" = "Tạm dừng";
"FilterCaptionScheduled" = "Lên lịch";
"FilterCaptionSeeding" = "Seeding";
"FilterPlaceholder" = "Tìm kiếm";
//"UrlPlaceHolder"="Enter download link or search for torrents";
"UrlPlaceHolder" = "Nhập URL hoặc tìm torrent";
"General" = "Chung";
"Hight" = "cao";
"HightPriority" = "Ưu tiên cao";
"LinkInListInformativeText" = "Bạn có chắc muốn tải lại không ?";
"LinkInListInformativeText2" = "Bạn có muốn chắc là muốn tải lại \n%@?";
"LinkInListMessageText2" = "Link (%@) hiện tại đã sẵn sàng tải về trong danh sách tải về.";
"LinkInListMessageText3" = "Phiên này đã hoàn thành.";
"LogMenu_Copy" = "Sao chép";
"LogMenu_Copy_full_log" = "Sao chép nhật kí đầy đủ";
"LogMenu_Save_log_to_file" = "Lưu nhật kí thành tập tin";
"Low" = "thấp";
"LowPriority" = "Ưu tiên thấp";
"Mount" = "Mount";
"MyUploadsTag" = "tải lên của tôi";
"NMSDServiceName" = "Các link tải về với Folx";
"NewTagTemplate" = "newtag%@";
"NoAppMessage" = "Không có ứng dụng được thiết lập để mở tập tin %@";
"NoButton" = "Không";
"Normal" = "bình thường";
"NormalPriority" = "Ưu tiên bình thường";
"OKButton" = "OK";
"OpenPanelCreateTorrent" = "Chọn tập tin hoặc thư mục để tạo torrent từ";
"Personal" = "Cá nhân";
"Proxy" = "Proxy";
"QuitAfterSeconds" = "Folx sẽ được đóng lại trong %d giây bởi vì phiên tải về đã hoàn tất hoặc nó đã được lên lịch";
"RelocateButton" = "Chọn";
"STATUS_ADDR_FAIL" = "không thể phân giải hostname";
"STATUS_AUTH_REQUIRED" = "yêu cầu chứng thực";
"STATUS_BAD_HTTP_HEADER" = "HTTP-header trong phản hồi của máy chủ không khả dụng";
"STATUS_CANT_CONNECT_TO_PROXY" = "lỗi kết nối proxy";
"STATUS_CONNECT_ERROR" = "lỗi kết nối";
"STATUS_CONTENT_TYPE_MISMATCH" = "kiểu nội dung của tập tin trên máy chủ và kiểu nội dung của tập tin trên máy tính không trùng khớp";
"STATUS_DOWNLOADUP_NO" = "máy chủ không hỗ trợ khôi phục tải về";
"STATUS_DOWNLOADUP_YES" = "máy chủ hỗ trợ khôi phục tải về";
"STATUS_FILE_OPEN_FAIL" = "không thể tạo tập tin mới để ghi";
"STATUS_FILE_OP_FAIL" = "Không thể ghi dữ liệu vào tập tin";
"STATUS_FILE_SEEKING_FAIL" = "lỗi seeking: không thể tăng tập tin";
"STATUS_FTP_COULDNT_SET_BINARY" = "STATUS_FTP_COULDNT_SET_BINARY";
"STATUS_FTP_CWD_FAILED" = "lỗi dòng lệnh cwd";
"STATUS_FTP_LIST_ERROR" = "lối dòng lệnh LIST";
"STATUS_FTP_LOGIN_DENIDED" = "lỗi đăng nhập";
"STATUS_FTP_OPEN_DATA_SOCK_FAIL" = "mở socket cho chế độ passive";
"STATUS_FTP_PASV_ERROR" = "lỗi trong lúc chuyển sang chế độ passive";
"STATUS_FTP_REST_UNSUPPORTED" = "REST không được hỗ trợ hoặc lỗi giao thức";
"STATUS_FTP_UNDEFINE_FILE_SIZE" = "kích cỡ tập tin đã nhận không khả dụng để khôi phục tải về";
"STATUS_HTTPPROXY_ADDR_FAILED" = "Địa chỉ HTTP proxy thất bại";
"STATUS_HTTPPROXY_CONNECT_FAILED" = "Kết nối HTTP Proxy thất bại";
"STATUS_INTERNAL_PARSE_ERROR" = "không thể phân tích cú pháp của cái gì đó chính xác";
"STATUS_NO_MATCH_PROXY_SETTINGS" = "cài đặt proxy được yêu cầu không tìm thấy trong danh sách cài đặt";
"STATUS_PARSE_ERROR" = "không thể phân tích cú pháp của header";
"STATUS_PROTOCOL_ERROR" = "HTTP response không khả dụng";
"STATUS_PROTOCOL_UNEXPECTED_RESPONSE" = "máy chủ phản hồi bất ngờ";
"STATUS_RECEIVE_ERROR" = "receiving error";
"STATUS_RESUMING_FILEDATE_MISMATCH" = "ngày tháng của tập tin trên máy chủ và ngày tháng tập tin trên máy tính không trùng khớp";
"STATUS_RESUMING_FILES_MISMATCH" = "tập tin trên máy chủ và tập tin trên máy tính không trùng khớp";
"STATUS_SEND_REQUEST_ERROR" = "lỗi gửi đi";
"STATUS_SOCKS4_ADDR_FAILED" = "SOCKS4 addr thất bại";
"STATUS_SOCKS4_CONNECT_FAILED" = "Kết nối SOCKS4 thất bại";
"STATUS_SOCKS4_RECV_FAILED" = "SOCKS4 nhận thất bại";
"STATUS_SOCKS4_SEND_FAILED" = "SOCKS4 gửi thất bại";
"STATUS_SOCKS5_ADDR_FAILED" = "SOCKS5 addr thất bại";
"STATUS_SOCKS5_AUTH_FAILED" = "SOCKS5 chứng thực thất bại";
"STATUS_SOCKS5_CONNECT_FAILED" = "Kết nối SOCKS5 thất bại";
"STATUS_SOCKS5_FAILED" = "SOCKS5 thất bại";
"STATUS_SOCKS5_GSSAUTH_FAILED" = "SOCKS5 GSS chứng thực thất bại";
"STATUS_SOCKS5_RECV_FAILED" = "SOCKS5 nhận thất bại";
"STATUS_SOCKS5_SEND_FAILED" = "SOCKS5 gửi thất bại";
"STATUS_UNKNOWN_ERROR" = "lỗi không xác định";
"STATUS_UNSUPPORTED_FEATURE" = "giao thức không hỗ trợ (hoặc dòng lệnh)";
"STAT_activating" = "Đang kích hoạt...";
"STAT_checking" = "Đang kiểm tra tập tin...";
"STAT_downloading" = "Hoạt động";
"STAT_fail" = "Thất bại";
"STAT_finalization" = "Đang hoàn tất...";
"STAT_finished" = "Đã hoàn tất";
"STAT_much_error" = "Lỗi nghiêm trọng";
"STAT_q_checking" = "Hàng chờ để kiểm tra";
"STAT_q_downloading" = "Hàng chờ";
"STAT_q_seeding" = "Hàng chờ để seeding";
"STAT_r_checking" = "Đang kiểm tra dữ liệu tập tin...";
"STAT_resumable_error" = "Lỗi không nghiêm trọng";
"STAT_schedulet" = "Lên lịch";
"STAT_seeding" = "Seeding";
"STAT_suspended" = "Tạm dừng";
"Scheduler" = "Trình lâp lịch";
"Search" = "Tìm kiếm";
"SelectButton" = "Chọn";
"ShutdownAfterSeconds" = "Mac của bạn sẽ tắt trong %d giây bởi vì phiên tải về đã hoàn tất hoặc nó được lên lịch để tắt";
"Skip" = "bỏ qua";
"SleepAfterSeconds" = "Mac của bạn sẽ chuyển sang chế độ \"Sleep\" trong %d giây nữa bởi vì phiên tải về đã hoàn tất hoặc nó đã được lên lịch trước";
"StopButton" = "Dừng";
"TagApplication" = "ứng dụng";
"TagMenu_Deselect_All" = "Hủy chọn tất cả";
"TagMenu_Select_All" = "Chọn tất cả";
"TagMovie" = "phim";
"TagMusic" = "nhạc";
"TagOther" = "khác";
"TagPicture" = "ảnh";
"Tags" = "Thẻ";
"TaskStatusComplete" = "Đã hoàn tất";
"TaskStatusPaused" = "Tạm dừng";
"TaskStatusQueued" = "Hàng chờ";
"TaskStatusScheduled" = "Lập lịch";
"TasksViewHeaderTitle_comment" = "Bình luận";
"Torrent" = "Torrent";
"TorrentInfoSegment_Files" = "Tập tin";
"TorrentInfoSegment_General" = "Chung";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Pieces";
"TorrentInfoSegment_Trackers" = "Trackers";
"Types" = "Kiểu";
"UncheckAll" = "Hủy chọn tất cả";
"UncheckSelectedAll" = "Hủy check đã chọn";
"UninstallInfo" = "Bạn muốn gỡ cài dặt Folx hoàn toàn. Tất cả tùy chỉnh của bạn sẽ bị mất. Bạn có chắc muốn gỡ bỏ không ?";
"UninstallMsg" = "Gỡ bỏ Folx";
"UseHttp" = "Thêm HTTP và tải về";
"VisitWebButton" = "Ghé thăm trang web";
"YesButton" = "Có";
"aboutLeftDays" = "Cá nhân, %li ngày còn lại";
"aboutLicense" = "Loại giấy phép:";
"aboutLicenseType1" = "Miễn phí";
"aboutLicenseType2" = "Giấy phép";
"alertInfoError404Local" = "%@ không được tìm thấy, nhưng có thể nó sẽ được thêm vào phiên bản tiếp theo. Vui lòng thử lại sau.";
"alertMessageError404Local" = "Không thể tải về video này ngay lúc này";
"bandwidthCaption" = "Hoạt động băng thông";
"bandwidthCurrSpeed" = "hiện tại";
"bandwidthAvg5MinSpeed" = "≈ 5 phút:";
"bandwidthAvg15MinSpeed" = "≈ 15 phút:";

"btnBuyLicense" = "Mua PRO";
"btnBuyLicense1" = "Nâng cấp giấy phép";

"btnDefaultApp" = "Thiết lập mặc định";
"btnEnterCode" = "Kích hoạt Folx PRO";
"btnEnterCode1" = "Thay đổi loại giấy phép";
"btnLater" = "Để sau";
"btnInstallNow" = "Cài đặt ngay";
"btnNewTaskApply" = "Áp dụng";
"btnNewTaskAuthorization" = "Chứng thực";
"btnNewTaskSetAsDefaults" = "Thiết lập mặc định";
"btnRandomize" = "Ngẫu nhiên";
"btnRestorePutchase" = "Khôi phục giấy phép";
"btnSendStatistic" = "Gửi thống kê sử dụng nặc danh tới Eltima";
"btnStopSeed" = "Dừng seeding theo tỉ lệ";
"btnUseAgent" = "Hiển thị Folx Agent trên Menu Bar";
"btnUseFree" = "Tiếp tục dùng miễn phí";
"btnUsePlugin" = "Sử dụng Folx để bắt link tải về trong trình duyệt";
"btnUseRandomPortAtStartup" = "Ngẫu nhiên cổng khi khởi động";
"byte" = "B";
"byte-sec" = "B/s";
"chkFolxShowAgain" = "Không nhắc tôi nữa";
"chkUseForAllLinks" = "Sử dụng cho toàn bộ link";
"ckUseDHT" = "Bật DHT Network";
"ckUseLPD" = "Bật Local Peer Discovery";
"ckUseNATPMP" = "Bật NAT-PMP";
"cntxMenuSort" = "Sắp xếp theo";
"cntxMenuSortAsc" = "Tăng dần";
"cntxMenuSortByDate" = "Theo ngày";
"cntxMenuSortByName" = "Theo tên";
"cntxMenuSortByNone" = "Theo mức độ ưu tiên";
"cntxMenuSortBySeeds" = "Theo seed";
"cntxMenuSortBySize" = "Theo kích cỡ";
"cntxMenuSortDate" = "Ngày tháng";
"cntxMenuSortDesc" = "Giảm dần";
"cntxMenuSortName" = "Tên";
"cntxMenuSortNone" = "Ưu tiên";
"cntxMenuSortSeeds" = "Seed";
"cntxMenuSortSize" = "Kích cỡ";
"cntxMenuView" = "Xem";
"copyright" = "©2017 Eltima Software. Tất cả quyền được bảo lưu.";
"editTaskTitle" = "Chỉnh sửa phiên";
"emptyListLabel" = "Hiện tại không có phiên tải về nào với thông số đã chọn.";
"emptyListLabel1" = "Không có tải về nào ở Folx.";
"emptyListLabelTorrentSearch" = "Danh sách tìm kiếm torrent đang trống. Chỉ khi bạn bắt đầu tìm kiếm torrent, kết quả sẽ hiển thị ở đây.";
"errNewTaskInvalidInput" = "Không hợp lệ";
"errNewTaskInvalidScheme" = "URL không đúng";
"errNewTaskInvalidURL" = "Bạn vừa nhập 1 link không hợp lệ hoặc trống. Vui lòng chỉnh sửa và thử lại.";
"fetchingMetadata" = "Đang tìm kiếm peer";
"gigabyte" = "GB";
"hdFolder" = "Thư mục";
"hdTag" = "Thẻ";
"iTunesIntegration" = "Tích hợp với iTunes";
"infoActv2" = "Đây là lúc để yêu cầu kích hoạt lại giấy phép Folx của bạn. Thật không may, hệ thống tự kích hoạt lại đã thất bại và cho đến khi nó thực hiện thành công, chương trình đã trở về phiên bản miễn phí. Hãy chắc chắn rằng kết nối Internet của bạn vẫn hoạt động, ngày tháng và thời gian trên máy được thiết lập chính xác và tường lửa không chặn kết nối tới máy chủ của Folx.";
"infoCreateTag" = "Thẻ đã tồn tại";
"infoDONTHavePermission" = "Bạn không có quyền để lưu tập tin tại \"%@\".";
"infoDeleteTag" = "Xóa thẻ đã chọn?";
"infoDeleteTask" = "Xóa phiên đã chọn?";
"infoDeleteTaskWFiles" = "Xóa phiên cùng với tập tin?";
"infoEnterFileTorrent" = "Vui lòng nhập tên tập tin hoặc thư mục";
"infoFileNotFound" = "Tập tin này đã bị xóa hoặc di chuyển đi nơi khác";
"infoFolderForTagNotFound" = "Newly downloaded file cannot be placed in this tag's folder, as the folder associated with this tag is not accessible at the moment";
"infoFolderNotFoundMount" = "Thư mục cho \"%@\" vừa bị xóa hoặc đang không truy cập được. Bạn có muốn chọn thư mục khác để lưu tập tin này hoặc có thể thử gán ổ đĩa \"%@\" đã dùng trước đó ?";
"infoImportFromOldVer" = "Bạn có thể nhập các tải về và thẻ của bạn từ phiên bản trước của Folx được cài đặt trên máy tính của bạn.";
"infoNeedInstallPlugin" = "Vui lòng khởi động lại trình duyệt để kích hoạt tính năng bắt link tải về. Để biết thêm thông tin về trình duyệt hỗ trợ tính năng này, vui lòng truy cập Folx Help.";
"infoInvalidTorrentFile" = "Tập tin torrent không thể mở được vì nó chứa dữ liệu không khả dụng.";
"infoLoadFTPFolder" = "Nếu bạn muốn chọn 1 tập tin cụ thể để tải về, vui lòng nhấp chuột vào nút \"Chọn\"";
"infoNotConnected" = "Vui lòng kiểm tra kết nối Internet của bạn và thử lại lần nữa.";
"infoRestoreFailed" = "Xảy ra lỗi trong quá trình khôi phục giấy phép trước đó của bạn. Hãy chắc chắn rằng bạn đã nhập đúng Apple ID và kiểm tra lại kết nối Internet của bạn.";
"infoTorrentCreateErr" = "Vui lòng thử tạo lại tập tin torrent lần nữa";
"infoTorrentFileCountZero" = "Vui lòng chọn tập tin hoặc thư mục cụ thể khác";
"infoTorrentFileNotFound" = "Vui lòng nhập tên tập tin khác";
"infoTorrentInList" = "Torrent bạn đang thêm vào đã tồn tại trong danh sách";
"infoTorrentInListEX" = "Bạn có muốn nạp các tracker từ nó không ?";
"infoTorrentRatio" = "Bạn có muốn seed torrent này vĩnh viễn không?";
"infoTrackersNotFound" = "The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed.";
"infoTrackersNotFoundPrivate" = "A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you.";
"infoTrialExpired" = "Cảm ơn bạn đã sử dụng thử Folx PRO. Giấy phép tạm thời của bạn đã hết hạn, và chương trình sẽ tự động trở về bản miễn phí.";
"infoUnableMount" = "Ổ đĩa bạn đang cố gắng để gán hiện tại không khả dụng. Vui lòng thử chọn thư mục khác cho tập tin này.";
"infoWantStop" = "Tải về này không hỗ trợ khôi phục tải về bị sự cố, nếu bạn dừng bây giờ, thì lần tới tải thì sẽ phải bắt đầu tải lại từ đầu. ";
"infoYoutubeUnAvalible" = "Để có thể tải video từ Youtube về, vui lòng sử dụng bản đặc biệt từ website của chúng tôi.";
"infofieldNameIsEmpty" = "Vui lòng nhập tên thẻ để hoàn tất";
"infofieldPathIsEmpty" = "Vui lòng nhập đường dẫn tới thư mục để lưu tập tin với thẻ này";

"infoShortStringForSearch" = "Văn bản quá ngắn";
"kilobyte" = "KB";
"kilobyte-sec" = "KB/s";

"lblDefaultApp" = "Mở torrent bằng Folx:";
"lblEditTaskCaption" = "Sửa phiên";
"lblEditTorrentCaption" = "Sửa torrent";
"lblGlobalConnectionsLimit" = "Giới hạn toàn bộ kết nối:";
"lblNewTaskCaption" = "Phiên mới";
"lblNewTaskDate" = "Ngày tháng:";
"lblNewTaskDescription" = "Mô tả:";
"lblNewTaskFolder" = "Lưu vào";
"lblNewTaskName" = "Tên:";
"lblNewTaskPassword" = "Mật khẩu:";
"lblNewTaskReferer" = "Người giới thiệu:";
"lblNewTaskRename" = "Đổi tên:";
"lblNewTaskSize" = "Kích cỡ:";
"lblNewTaskStartTags" = "Thẻ";
"lblNewTaskStartType" = "Bắt đầu:";
"lblNewTaskThreads1" = "Chia thành:";
"lblNewTaskThreads2" = "gói";
"lblNothingFound" = "Không có kết quả. Vui lòng thử thay đổi truy vấn tìm kiếm của bạn...";
"lblPrefDeleteTorrents" = "Xóa .torrent đã nạp";
"lblPrefLoadTorrents" = "Tự động nạp .torrent từ:";
"lblPrefMoveTorrents" = "Hoàn tất thì di chuyển tập tin .torrent tới:";
"lblPrefStoreTorrents" = "Lưu trữ .torrent cho phiên hiện tại ở:";
"lblPrefTorrents" = ".torrent";
"lblPrefNetwork" = "Mạng lưới";
"lblRandomize" = "Ngẫu nhiên:";
"lblTagPredicateTorrent" = "Torrent";
"lblTagPredicateURL" = "URL";
"lblTagPredicateYoutube" = "YouTube";
"lblTagPredicateType" = "Kiểu phiên";
"lblTagPredicateDescr" = "Mô tả";
"lblSearching" = "Đang tìm torrent...";
"lblSearchingError" = "Kiểm tra các tracker và thử lại.";
"lblTFileName" = "Tên tập tin:";
"lblTPath" = "Lưu vào:";
"lblTPiecesSize" = "Kích cỡ piece:";
"lblTPrivate" = "Riêng tư";
"lblTStartSeeding" = "Bắt đầu seeding";
"lblTorrentConnectionsLimit" = "Giới hạn kết nối cho mỗi torrent:";
"lblTorrentDownloading" = "%@ của %@%@%@";
"lblTorrentInfoDSpeed" = "Tốc độ tải về:";
"lblTorrentInfoDownloaded" = "Đã tải:";
"lblTorrentInfoElapse" = "Thời gian đã qua: ";
"lblTorrentInfoPeers" = "Peers:";
"lblTorrentInfoRatio" = "Tỉ lệ:";
"lblTorrentInfoRemain" = "Thời gian còn lại:";
"lblTorrentInfoSaveAs" = "Lưu thành:";
"lblTorrentInfoSeeds" = "Seeds:";
"lblTorrentInfoSize" = "Tổng kích cỡ:";
"lblTorrentInfoUSpeed" = "Tốc độ tải lên:";
"lblTorrentInfoUploaded" = "Đã tải lên:";
"lblTorrentSearch" = "Tìm kiếm torrent ở:";
"lblTorrentSeeding" = "%@%@%@%@";
"lblTorrentTCPPort" = "Cổng TCP đến:";
"lblTorrentTCPPortStateClose" = "Cổng được sử dụng";
"lblTorrentTCPPortStateOpen" = "Cổng đang rãnh";
"lblTorrentUploadSlotsLimit" = "Giới hạn các slot tải lên cho mỗi torrent:";
"lblTrackers" = "Trackers, Web seeds:";
"lblYouTubeQuality" = "Chất lượng:";
"logMsgCheckingSize" = "Đang kiểm tra kích cỡ";
"logMsgConnecting" = "đang kết nối";
"logMsgCriticalError" = "lỗi nghiêm trọng (%@)";
"logMsgDirectConnected" = "đã kết nối";
"logMsgFtpBadResponse" = "FTP phản hồi tệ";
"logMsgOpeningFile" = "đã lưu vào %@";
"logMsgProxyConnected" = "đã kết nối tới proxy";
"logMsgResumableError" = "lỗi khi phục hồi (%@)";
"logMsgSocketClosed" = "socket đã đóng";
"logMsgTaskCompleted" = "phiên đã hoàn thành";
"logMsgTaskStart" = "phiên đã bắt đầu";
"logMsgTaskStop" = "phiên đã dừng";
"logMsgTaskThreadCompleted" = "thread %@ đã hoàn thành";
"logMsgTaskThreadStart" = "thread %@ đã bắt đầu";
"logMsgThreadCompleted" = "thread đã hoàn thành";
"logMsgThreadStarted" = "thread đã bắt đầu";
"logWndCaption" = "Nhật kí";
"lstNewTaskStartTypeTooltip" = "kiểu bắt đầu";

"mAddDHTNode" = "Thêm DHT Node";
"mAddTracker" = "Thêm tracker";
"mAddWebSeeds" = "Thêm web seeds";
"mDHTnodes" = "DHT nodes";
"mGlobal_Setting" = "Cài đặt tổng quan";
"mRemove" = "Xóa";
"mSeed_Forever" = "Seed vĩnh viễn";
"mStopSeeding" = "Dừng seed ở tỉ lệ";
"lblPrefStopSeed" = "Dừng seeding:";
"mTrackers" = "Trackers";
"mWedSeeds" = "Web seeds";
"megabyte" = "MB";
"megabyte-sec" = "MB/s";

"menuLastTasks" = "Tải về mới nhất";
"memuShowAll" = "Hiện tất cả";
"menuAbout" = "Về Folx";
"menuBottom" = "Chuyển xuống dưới";
"menuBringToFront" = "Mang tất cả ra trước";
"menuCheckUpdts" = "Kiểm tra cập nhật";
"menuClose" = "Đóng";
"menuCompact" = "Chuyển sang chế độ Compact";
"menuFull" = "Chuyển sang chế độ bình thường";
"menuCopyMagnetURI" = "Sao chép Magnet URI";
"menuCreateTorrent" = "Tạo tập tin torrent";
"menuCut" = "Cắt";
"menuDisablePlugin" = "Vô hiệu hóa Folx Plugin";
"menuDown" = "Di chuyển xuống";
"menuEdit" = "Sửa";
"menuEditTorrent" = "Sửa tập tin torrent";
"menuEnablePlugin" = "Bật Folx Plugin";
"menuFeedback" = "Feedback";
"menuFile" = "Tập tin";
"menuFileCopy" = "Sao chép";
"menuFileCopyMany" = "Sao chép %i tập tin";
"menuFileCopyOne" = "Sao chép \"%@\"";
"menuFileDelete" = "Xóa tập tin";
"menuFileDownload" = "Tải về tập tin";
"menuFileGetInfo" = "Xem thông tin";
"menuFileOpenWith" = "Mở bằng";
"menuFilesDelete" = "Xóa các tập tin";
"menuFilesDownload" = "Tải về các tập tin";
"menuForceReCheck" = "Bắt buộc kiểm tra lại";
"menuHelp" = "Trợ giúp";
"menuHideFolx" = "Ẩn Folx";
"menuHideOthers" = "Ẩn khác";
"menuHideTags" = "Ẩn thẻ";
"menuHomePage" = "Trang chủ Folx";
"menuLogWindow" = "Nhật kí tin nhắn";
"menuManual" = "Trợ giúp Folx";
"menuMinimize" = "Thu gọn";
"menuNewTask" = "Phiên mới";
"menuNewTaskAddFolder" = "Chọn khác";
"menuNewTaskAutoFolder" = "Tự động";
"menuNewTaskStartImmediately" = "Ngay lập tức";
"menuNewTaskStartManualy" = "Thủ công";
"menuNewTaskStartScheduled" = "Lên lịch";
"menuPaste" = "Dán";
"menuPrefs" = "Tùy chỉnh...";
"titlePrefs" = "Tùy chỉnh";
"menuProFeatures" = "Tính năng PRO";
"menuQLPanel" = "Xem nhanh";
"menuQuit" = "Thoát";
"menuRecoveryCode" = "Mã phục hồi";
"menuRelocate" = "Di dời";
"menuSearchTorrent" = "Tìm torrent";
"menuSelectAll" = "Chọn tất cả";
"menuServices" = "Các dịch vụ";
"menuShowCompact" = "Folx Compact ";
"menuShowLog" = "Hiện nhật kí tin nhắn";
"menuShowTags" = "Hiện bảng thẻ";
"menuShowTorrentInfo" = "Hiện thông tin torrent";
"menuSpeedActivity" = "Hiện hoạt động băng thông";
"menuSpeedAuto" = "Tự động";
"menuSpeedUnlim" = "Không giới hạn";
"menuStartAll" = "Bắt đầu tất cả";
"menuStopAll" = "Dừng tất cả";
"menuTaskDelete" = "Xóa phiên";
"menuTaskDeleteSelected" = "Xóa đã chọn";
"menuTaskDeleteWFiles" = "Xóa với các tập tin";
"menuTaskEdit" = "Sửa phiên";
"menuTaskFilter" = "Lọc phiên";
"menuTaskShowInFinder" = "Hiện trong Finder";
"menuTaskStart" = "Bắt đầu phiên";
"menuTaskStartSelected" = "Bắt đầu đã chọn";
"menuTaskStop" = "Dừng phiên";
"menuTaskStopSelected" = "Dừng đã chọn";
"menuTop" = "Di chuyển lên trên";
"menuTorrentInfoWindow" = "Thông tin torrent";
"menuTransfers" = "Transfers";
"menuTransfersSpeedlimit" = "Giới hạn tốc độ";
"menuTransfersSpeedlimitManual" = "Điểu chỉnh tốc độ thủ công";
"menuTransfersSpeedlimitNone" = "Không giới hạn";
"menuTransfersSpeedlimitSmart" = "Giới hạn tốc độ thông minh";
"menuUninstall" = "Gỡ bỏ";
"menuUp" = "Di chuyển lên trên";
"menuView" = "Xem";
"menuViewTask" = "Các phiên";
"menuViewTorrentSearch" = "Tìm kiếm Torrent";
"menuWindow" = "Cửa sổ";
"menuZoom" = "Phóng to";
"menuInvert" = "Đảo ngược";
"menuCopyMagnet" = "Sao chép Magnet URI";
"menuQuickLook" = "Xem nhanh";
"menuQuickLookItem" = "Xem nhanh \"%@\"";
"menuQuickLookItems" = "Xem nhanh mục %i";
"menuNoSorting" = "Không";

"msgCreateTag" = "Thẻ '%@' đã tồn tại. Vui lòng sử dụng thẻ khác.";
"msgDONTHavePermission" = "Sai đường dẫn";
"msgDeleteTag" = "Xóa thẻ";
"msgDeleteTask" = "Xóa phiên";
"msgEnterFileTorrent" = "Đường dẫn trống";
"msgFileNotFound" = "Không tìm thấy tập tin";
"msgFolderForTagNotFound" = "Không có thư mục nào cho thẻ này trên máy tính của bạn. Ấn OK để Folx tạo thư mục này.";
"msgFolderNotFoundCreate" = "Không thể tiếp tục tải về";
"msgImportFromOldVer" = "Nhập từ phiên bản trước";
"msgNeedInstallPlugin" = "Đơn giản và tải nhanh hơn";
"msgInvalidTorrentFile" = "%@' không phải là tập tin torrent khả dụng.";
"msgLoadFTPFolder" = "Bạn có muốn tải về toàn bộ thư mục ?";
"msgNotConnected" = "Không thể kết nối";

"msgRestoreFailed" = "Giấy phép của bạn không thể khôi phục.";
"msgTorrentCreateErr" = "Thất bại khi tạo tập tin torrent";
"msgTorrentFileCountZero" = "Kích cỡ của tập tin bạn chọn là 0 bytess";
"msgTorrentFileNotFound" = "Không thể tìm tập tin hoặc thư mục có tên \"%@\"";
"msgTorrentInList" = "Trùng lặp torrent";
"msgTorrentRatio" = "Bạn muốn seed torrent với một tỷ lệ vượt quá giới hạn quy định cho nó";
"msgTrackersNotFound" = "Bạn cần phải thêm tracker vào tập tin torrent vừa tạo.";
"msgTrialExpired" = "Giấy phép PRO tạm thời của bạn đã hết hạn";
"msgUnableMount" = "Không thể gán \"%@\"";
"msgWantStop" = "Bạn có muốn dừng tải về ?";
"msgYoutubeUnAvalible" = "Phiên bản này của Folx không hỗ trợ tải video từ Youtube.";
"msgfieldNameIsEmpty" = "Tên còn trống";
"msgfieldPathIsEmpy" = "Tên thư mục còn trống";
"msgSetAsDefaultApp" = "Bạn có muốn đặt Folx làm trình tải torrent mặc định không ?";
"msgShortStringForSearch" = "Văn bản bạn nhập để tìm kiếm phải ít nhất 3 kí tự. Nhập đầy đủ để giúp bạn tìm kiếm kết quả nhanh và chính xác hơn.";
"multipleValues" = "[multiple URLs]";
"multipleTagValues" = "[nhiều giá trị]";
"notificationTorrentsLoaded" = "%i tập tin torrent đã được nạp";
"placeHolderNewTask" = "Thêm link ở đây";
"placeHolderTSearch" = "Tìm torrent tracker";
"prefBtnInstallExt" = "Cài đặt mở rộng";
"prefCheckMimeType" = "Kiểu bắt link:";
"prefDisable" = "Không gì cả";
"prefDontUseProxy" = "Không sử dụng proxy cho:";
"prefFreeScheduler" = "LẬP LỊCH TẢI là tính năng của phiên bản PRO";
"prefFreeScheduler1" = "MỞ KHÓA NÓ";
"prefFreeV" = "Những cài đặt này sẽ được áp dụng sau khi nâng cấp lên phiên bản PRO";
"prefFreeVSpeed" = "Điều chỉnh tốc độ thông minh là một tính năng của phiên bản PRO";
"prefLblInstallExt" = "Gói mở rộng cho Folx của bạn khả dụng cho trình duyệt Safari, Google Chrome, Firefox, và Opera. Bạn có thể thêm trực tiếp ứng dụng từ trình duyệt của bạn.";
"prefMaximalActiveTasks" = "Phiên hoạt động tối đa:";
"prefMaximalActiveUploads" = "Tối đa phiên tải lên hoạt động:";
"prefMinSizePerThread" = "Min size per thread:";
"prefOnAllTasksComplete" = "Hành động sau khi tải về:";
"prefOpenAtLogin" = "Mở lúc đăng nhập";
"prefPassword" = "Mật khẩu:";
"prefPort" = "Cổng:";
"prefQuit" = "Thoát";
"prefRestoreDefaults" = "Khôi phục mặc định";
"prefServer" = "Máy chủ:";
"prefShowNewTaskWindow" = "Hiển thị cửa sổ \"Phiên mới\"";
"prefShowNewTaskWindowLbl" = "Khi thêm tải về mới:";
"prefShutdown" = "Tắt máy";
"prefSleep" = "Sleep";
"prefSpeedLimit" = "Giới hạn tốc độ tải về:";
"prefUSpeedLimit" = "Giới hạn tốc độ tải lên:";
"prefStartSheduled" = "Bật";
"prefStopSheduled" = "Hành động sau khi dừng:";
"prefTagFree" = "Tích hợp iTunes là tính năng của phiên bản PRO";
"prefTagName" = "Tên";
"prefTagOptions" = "Tự động thiết lập thẻ này cho các phiên với thuộc tính:";
"prefTorrentSerachFree" = "Tìm kiếm Torrent là tính năng phiên bản PRO.";
"prefPassRememberFree" = "Bạn có thể lưu tối đa 2 mật khẩu trên Folx miễn phí.";
"prefUSpeedLimit" = "Giới hạn tốc độ tải lên:";
"prefUpdateInterval" = "Khoảng thời gian cập nhật:";
"prefUseHTTPProxy" = "Sử dụng HTTP Proxy:";
"prefUseHTTPSProxy" = "Sử dụng HTTPS Proxy";
"prefUseSOCKS4" = "SOCKS4";
"prefUseSOCKS5" = "SOCKS5";
"prefUseSOCKSProxy" = "Sử dụng SOCKS Proxy:";
"prefUser" = "Người dùng:";
"prefUserAgent" = "User Agent:";
"prefLblScheduler" = "Lập lịch tải:";
"prefLblSchedule" = "Lịch tải:";
"prefBtnLimit" = "Giới hạn thời gian";
"prefLblWeekDays" = "Ngày:";
"prefLblFrom" = "Từ:";
"prefLblTo" = "Tới:";
"prefBtnNothing" = "chưa được chọn";
"prefBtnEveryday" = "Mỗi ngày";
"prefBtnWeekDays" = "Các ngày trong tuần";
"prefBtnWeekEnds" = "Các ngày cuối tuần";
"prefLblMonday" = "Thứ hai";
"prefLblTuesday" = "Thứ ba";
"prefLblWednesday" = "Thứ tư";
"prefLblThursday" = "Thứ năm";
"prefLblFriday" = "Thứ sáu";
"prefLblSaturday" = "Thứ bảy";
"prefLblSunday" = "Chủ nhật";
"prefLblSmart" = "Tốc độ thông minh:";
"prefAppList" = "Khi các ứng dụng trong danh sách được kích hoạt";
"prefLblPassList" = "Mật khẩu đã lưu:";
"prefLblHeaderHost" = "Host";
"prefLblHeaderUserName" = "Người dùng liên kết";
"prefLblHost" = "Host:";
"prefLblUserName" = "Tên đăng nhập:";
"prefLblPassword" = "Mật khẩu:";
"prefLblPrivacy" = "Riêng tư:";
"prefLblAgent" = "Folx Agent:";
"prefLblInfo" = "Chúng tôi đề nghị bạn nên giữ tùy chọn này được kích hoạt nếu bạn muốn có một sản phẩm tốt hơn. Dữ liệu cá nhân của bạn sẽ KHÔNG ĐƯỢC chia sẻ";
"prefLblProxyPlaceholder" = "Ví dụ: tenmien.com";
"prefLblActive" = "Hoạt động";
"prefLblSeeding" = "Seeding";
"prefLblDownload" = "Đang tải";
"prefLblDisable" = "Tắt";

"toolTipStopAndClearSearch" = "Dừng tìm kiếm và xóa kết quả";
"toolTipStopAndBack" = "Dừng và quay lại các phiên tải về";
"toolTipAddNewTask" = "Thêm phiên mới";
"toolTipStopSearch" = "Dừng tìm kiếm";
"toolTipStartSearch" = "bắt đầu tìm kiếm";
"toolTipSpeedLimitControp" = "Giới hạn tốc độ";

"lblAddingUrls" = "Đang thêm các tải về";
"lblAddingUrlsProgress" = "Đang thêm %i của %i";
"lblSelectedCaption" = "Đã chọn %d của %d";
"lblSmartSpeedControlSSL" = "Giới hạn tốc độ thông minh";
"lblSmartSpeedControlUnlim" = "Không giới hạn";
"lblSmartSpeedControlAuto" = "Thông minh";
"lblSmartSpeedControlDL" = "DL: %@";
"lblSmartSpeedControlUL" = "UL: %@";
"lblNoTorrentSelected" = "Không có torrent nào được chọn";
"lblFolxReminder" = "Mở khóa các tính năng PRO";

"msgPasswordExist" = "Thông tin đã có trên danh sách";
"infoPasswordExist" = "Bạn đã tạo mật khẩu và đăng nhập cho kết nối này.";

"msgCancelAdding" = "Dừng thêm tải về";
"infoCancelAdding" = "Bạn có chắc là muốn dừng thêm tải về và xóa những tải về đã thêm vào ?";

"infoSavePassword" = "Bạn có muốn lưu lại mật khẩu cho trang này để tải về cho lần sau ?";
"msgSavePassword" = "Lưu mật khẩu ?";

"msgNewTaskTorrentInvalidInput" = "Chưa có tập tin torrent nào được chọn";
"infoNewTaskTorrentInvalidInput" = "Vui lòng chọn tập tin torrent bạn muốn tải về.";

"msgErrSmartSpeedAddingApp" = "Bạn đang cố gắng để thêm Folx";
"infoErrSmartSpeedAddingApp" = "Folx không thể tự cho phép và điều chỉnh tốc độ phù hợp.";

"regTo" = "Đã đăng kí:";
"remstr0" = "Phân đoạn dữ liệu tải về";
"remstr1" = "Điều khiển tốc độ thông minh";
"remstr2" = "Tìm kiếm torrent";
"remstr3" = "Quản lí mật khẩu";
"remstr4" = "Lập lịch tải về";
"remstr5" = "Tốc độ thủ công";
"remstr6" = "Tải video từ Youtube";
"remstr7" = "Tích hợp iTunes";
"remstr16" = "Nâng cấp để có thêm %@ tính năng";
"remstr17" = "PRO";
"remstr18" = "$19.95";
"remstr19" = "Folx PRO có quá nhiều tính năng tuyệt vời. Hãy mua để nhận điều tuyệt vời đó.";

"music_filter" = "Âm nhạc";
"video_filter" = "Video";
"applications_filter" = "Ứng dụng";
"documents_filter" = "Tài liệu";
"images_filter" = "Hình ảnh";

"TorrentInfoSegment_General" = "Chung";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Pieces";
"TorrentInfoSegment_Files" = "Tập tin";
"TorrentInfoSegment_Trackers" = "Trackers";

"PeersViewHeaderTitle_address" = "Địa chỉ";
"PeersViewHeaderTitle_client" = "Client";
"PeersViewHeaderTitle_payload_up_speed" = "Tốc độ tải lên";
"PeersViewHeaderTitle_payload_down_speed" = "Tốc độ tải xuống";
"PeersViewHeaderTitle_progress" = "Tiến trình";
"PeersViewHeaderTitle_total_upload" = "Đã tải lên";
"PeersViewHeaderTitle_total_download" = "Đã tải xuống";

"PiecesViewHeaderTitle_piece_index" = "Piece";
"PiecesViewHeaderTitle_blocks_in_piece" = "Blocks";
"PiecesViewHeaderTitle_finished" = "Hoàn tất";
"PiecesViewHeaderTitle_piece_state" = "Chế độ";

"FilesViewHeaderTitle_state" = "Tên tập tin";
"FilesViewHeaderTitle_priority" = "Độ ưu tiên";
"FilesViewHeaderTitle_size" = "Kích cỡ";
"FilesViewHeaderTitle_progress" = "Đã tải về";
"FilesViewHeaderTitle_finished" = "Pieces";

"TrackersViewHeaderTitle_name" = "Tên";
"TrackersViewHeaderTitle_status" = "Trạng thái";
"TrackersViewHeaderTitle_update_in" = "Cập nhật lúc";
"TrackersViewHeaderTitle_seeds" = "Seeds";
"TrackersViewHeaderTitle_peers" = "Peers";
"TrackersViewHeaderTitle_loaded" = "Đã tải về";
"FileList_url" = "url";

"SetAsDefault" = "Thiết lập mặc định";

"DontSet" = "Không phải bây giờ";
"AddButton" = "Thêm";

/*GO,GO+*/
"btnBoughtLicense" = "Đã mở khóa";
"remstr8" = "Gói tính năng PRO";
"remDescr0" = "Optimize how Folx uses Internet traffic and schedule certain speed for certain days.";
"remDescr1" = "Cho phép lựa chọn thời gian thích hợp nhất để bắt đầu và dừng tải.";
"remDescr2" = "Tính năng này có thể giúp bạn tăng tốc độ tải về 1 cách đáng kể.";
"remDescr3" = "Những bài nhạc và video đã tải về có thể được thêm tự động vào playlist trên iTunes";
"remDescr4" = "Lưu thông tin đăng nhập để tiết kiệm thời gian và tải nhanh hơn từ các trang web yêu cầu chứng thực.";
"remDescr5" = "Mua toàn bộ tính năng PRO của Folx. Nó hoàn toàn xứng đáng với số tiền bạn đã trả.";

"msgScheduleAlert" = "Cảnh báo! Lập lịch tải sẽ chạy nền.";
"infoScheduleAlert" = "Bạn đã cho phép Folx lập lịch tải xuống. Yêu cầu này đòi hỏi một quá trình riêng biệt chạy trong nền ngay cả khi bạn tắt Folx. Để tắt tính năng này, chỉ cần vô hiệu hóa các phiên đã lập lịch.";

"msgUnsupportedAlert" = "Không thể bắt đầu tải về";
"infoUnsupportedAlert" = "Folx GO không hỗ trợ tải về dạng link này. Thành thật xin lỗi vì sự bất tiện này.";

"FTPFileList_filename" = "Tập tin";
"FTPFileList_size" = "Kích cỡ";
"FTPFileList_date" = "Ngày tháng";

"UrlPlaceHolderGO" = "Nhập link tải xuống";

"alert-appstatico-title" = "Giúp chúng tôi cải thiện";
"alert-appstatico-message" = "Bạn có muốn gửi thống kê sử dụng nặc dạnh cho chúng tôi ? Nó chỉ được sử dụng cho mục đích cải thiện sản phẩm và chúng tôi cam kết không giữ lại thông tin cá nhân của bạn.";
"alert-appstatico-ok" = "Gửi";
"alert-appstatico-cancel" = "Không gửi";

"msgStartFailed" = "Không thể khởi động Folx";

"infoStartFailedGO" = "Có lỗi xảy ra trong quá trình cập nhật Folx GO. Vui lòng xóa phiên bản trước của Folx GO, sau đó xóa Thùng rác, và khởi động lại máy. Tải về và cài đặt phiên bản mới nhất của Folx GO từ App Store và khôi phục lại giấy phép của bạn.";
"infoStartFailedGOPLUS" = "Có lỗi xảy ra trong quá trình cập nhật Folx GO+. Vui lòng xóa phiên bản trước của Folx GO+, sau đó xóa Thùng rác, và khởi động lại máy. Tải về và cài đặt phiên bản mới nhất của Folx GO+ từ App Store và khôi phục lại giấy phép của bạn.";

"msgRestoreComplete" = "Thành công!";
"infoRestoreComplete" = "Giấy phép của bạn đã được khôi phục.";

/*new*/
"btnSaveCookie" = "Lưu cookie";
"prefLblHeaderCreationDate" = "Ngày khởi tạo";
"lblBasePass" = "HTTP hoặc mật khẩu FTP";
"descBasePass" = "Lưu tên đăng nhập và mật khẩu để dùng cho sau này.";

"lblWebPass" = "Chứng thực trình duyệt";
"descWebPass" = "Lưu cookie cho trang web này. Không lưu tên đăng nhập và mật khẩu.";
"placeHolderUrlBrowser" = "Dán URL tại đây";
"btnSelectCookie" = "Mật khẩu đã lưu.";

"infoAlertDeletePass" = "Nếu bạn muốn tải xuống từ trang web này trong tương lai, bạn cần phải lưu lại thông tin đăng nhập lần nữa.";
"messAlertDeletePass" = "Bạn có chắc là muốn xóa thông tin đăng nhập của %@?";

"GoToAiryButton" = "Tải Airy về";
"LoginButton" = "Đăng nhập";
"messAlertYoutubeErr" = "Folx không thể tải về video này từ Youtube. Hãy thử đăng nhập lại vào tài khoản Youtube của bạn và tải xuống lần nữa hoặc sử dụng chương trình Airy để tải video này.";
"infoAlertYoutubeErr" = "Không thể tải về";

"lblWebViewStep1" = "1. Dán URL";
"lblWebViewDescStep1" = "Dán đường dẫn vào ô bên trên và ấn \"Enter\".";
"lblWebViewStep2" = "2. Đăng nhập";
"lblWebViewDescStep2" = "Nhập thông tin đăng nhập cho trang web này. Thông tin sẽ không được lưu lại, nó chỉ dùng như cookie";
"lblWebViewStep3" = "3. Lưu";
"lblWebViewDescStep3" = "Nhấn nút \"Lưu\" để lưu lại.";
"strWebSitePass" = "Chứng thực web";
"prefSwitchToAllTasks" = "Hiển thị tất cả các phiên hiện tại";
"menuSelectNone" = "Hoàn tác";
"lblOptions" = "Tùy chọn:";
"placeHolderSelectSource" = "Chọn nguồn";
"placeHolderSelectTorrent" = "Chọn tập tin torrent";
"menuSpeedLimit" = "Giới hạn tốc độ tải xuống";
"menuUSpeedLimit" = "Giới hạn tốc độ tải lên";
"btnBuyNow" = "Mua Ngay";

/*new*/
"messAlertYoutubeErrSetapp" = "Folx không thể tải về video này từ Youtube. Thử đăng nhập lại tài khoản Youtube của bạn và tải lại lần nữa.";
"miCustom"="Tùy biến";
"miChoose"="Đặt...";
"alertChooseCustDownloadSpeed"="Đặt tùy chỉnh tốc độ download";
"alertChooseCustUploadSpeed"="Đặt tùy chỉnh tốc độ upload";